[{"abstract": "Social skills training (SST) for autism spectrum disorder (ASD) has traditionally focused on face-to-face (F2F-SST) interventions. Recently, Behavioral Intervention Technologies (BITs-SST) have been utilized to target social skills deficits using computer-based programs, avatars, and therapeutic robots. The present meta-analysis reviews recent evidence and compares the efficacy of 14 F2F-SST and four identified BITs-SST intervention trials for youth with ASD. These preliminary analyses did not indicate significant differences between F2F-SST and BITs-SST, with effect sizes consistently in the medium to high range (g = 0.81 and g = 0.93, respectively). These findings provide initial support for the continued investigation of BITs for providing SST to youth with ASD.", "source": "https://pubmed.ncbi.nlm.nih.gov/33225056/", "details": "Social Skills Training for Autism Spectrum Disorder: a Meta-analysis of In-person and Technological Interventions"}, {"abstract": "Given high rates of co-occurring conditions in youth and adults with autism spectrum disorder (ASD), it is critical to examine the developmental trajectories of these symptoms of psychopathology. Using data from a cohort of participants (n = 194), most of whom were first assessed for ASD in very early childhood, we investigated the trajectories of co-occurring depressive, anxiety, and attention-deficit hyperactivity disorder (ADHD) symptoms from late childhood to adulthood. Additionally, childhood predictors and adult outcomes associated with these symptom trajectories were examined. Using group-based trajectory modeling, we found two distinct classes of individuals exhibiting each of these co-occurring symptom patterns: one class exhibited fairly low symptoms across time, and one class with elevated symptoms with varied fluctuation across time (ADHD symptoms starting high but decreasing, anxiety symptoms high and stable, and depressive symptoms fluctuating but peaking at clinically significant levels in young adulthood). All high trajectory classes were associated with age 9 adaptive skills; verbal IQ predicted higher anxiety and depressive symptom classes. After accounting for verbal IQ, all high symptom trajectory classes were negative predictors of objective adult outcomes. These findings call for wide-ranging considerations of the needs of individuals across ability levels, autism symptoms, and behavioral and emotional challenges.", "source": "https://pubmed.ncbi.nlm.nih.gov/32677592/", "details": "Trajectories of co-occurring psychopathology symptoms in autism from late childhood to adulthood"}, {"abstract": "Significant advancements have been made in early intervention programs for children with Autism spectrum disorder (ASD). However, measuring treatment response for children with ASD is difficult due to the heterogeneity of changes in symptoms, which can be subtle, especially over a short period of time. Here we outline the challenge of evaluating treatment response with currently available measures as well as newly developed or refined measures that may be useful in clinical trials for young children with ASD. Continued development of treatment outcome measures will help the field identify and compare efficacious interventions and tailor treatments for children with ASD.", "source": "https://pubmed.ncbi.nlm.nih.gov/32446440/", "details": "Recent Developments in Treatment Outcome Measures for Young Children With Autism Spectrum Disorder (ASD)"}, {"abstract": "Care for children and adolescents with psychosocial problems is aimed at reducing problems. There may be a relationship between the intensity and duration of care provision and improvement of these outcomes, but evidence on this issue is lacking. We therefore examined the association between care trajectories based on duration and intensity of care for children, and the reduction in psychosocial problems after 3 years. We obtained a cohort of all children entering psychosocial care in one region (n = 1,378), the TAKECARE cohort, and followed it for 3 years, with five assessment rounds. Retention in the final round was 85.8%. Psychosocial problems were measured using the parent report of the Total Difficulty Score of the Strength and Difficulties Questionnaire (SDQ-TDS). We constructed trajectories for intensity of care using growth mixture modelling and assessed the association between duration and intensity of care trajectories and SDQ-TDS after 3 years. After 3 months 60.6% of children and adolescents were receiving care, after 1 year 38.7% were receiving care and after 3 years 26.0%. Regarding intensity of care, three trajectories were found: one with minimal intensity during all 3 years, a second with initially medium intensity and strong reduction within 1 year, and a third with high intensity and a reduction after 1 year. Although the psychosocial problems of children and adolescents were reduced during the 3-year period, the rate of decline was relatively less marked for children and adolescents with longer care trajectories. Overall, children and adolescents with psychosocial problems who received care had improved outcomes at follow-up. However, increased provision of care does not automatically lead to reduction of problems, and although overall psychosocial problems are reduced, a substantial subgroup has longer lasting problems.", "source": "https://pubmed.ncbi.nlm.nih.gov/31631349/", "details": "Trajectories of care for children and adolescents with psychosocial problems: a 3-year prospective cohort study"}, {"abstract": "Hepatitis C virus (HCV) and alcoholic liver disease (ALD), either alone or in combination, count for more than two thirds of all liver diseases in the Western world. There is no safe level of drinking in HCV-infected patients and the most effective goal for these patients is total abstinence. Baclofen, a GABA(B) receptor agonist, represents a promising pharmacotherapy for alcohol dependence (AD). Previously, we performed a randomized clinical trial (RCT), which demonstrated the safety and efficacy of baclofen in patients affected by AD and cirrhosis. The goal of this post-hoc analysis was to explore baclofen's effect in a subgroup of alcohol-dependent HCV-infected cirrhotic patients. Any patient with HCV infection was selected for this analysis. Among the 84 subjects randomized in the main trial, 24 alcohol-dependent cirrhotic patients had a HCV infection; 12 received baclofen 10mg t.i.d. and 12 received placebo for 12-weeks. With respect to the placebo group (3/12, 25.0%), a significantly higher number of patients who achieved and maintained total alcohol abstinence was found in the baclofen group (10/12, 83.3%; p=0.0123). Furthermore, in the baclofen group, compared to placebo, there was a significantly higher increase in albumin values from baseline (p=0.0132) and a trend toward a significant reduction in INR levels from baseline (p=0.0716). In conclusion, baclofen was safe and significantly more effective than placebo in promoting alcohol abstinence, and improving some Liver Function Tests (LFTs) (i.e. albumin, INR) in alcohol-dependent HCV-infected cirrhotic patients. Baclofen may represent a clinically relevant alcohol pharmacotherapy for these patients.", "source": "https://pubmed.ncbi.nlm.nih.gov/22244707/", "details": "Baclofen promotes alcohol abstinence in alcohol dependent cirrhotic patients with hepatitis C virus (HCV) infection"}]